<!DOCTYPE html>
<html lang="en">

<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <style>
    * {
        margin: 0;
        padding: 0;
    }
    .wrap{
        padding: 0 20px !important;
    }
    li{
        padding-left:-20px !important;
    }

    h2 {
        text-align: center;
        padding-top: 40px;
        margin-bottom: 40px !important;
    }
    h4{
        margin: 0 !important;
    }
    p,ul,ol{
        margin-top: 5px !important;
        margin-bottom: 30px !important;
        line-height:1.6 !important;
    }
    .mb5{
        margin-bottom: 5px !important;
    }
    td{
        vertical-align: top;
        padding: 3px 6px !important;
        border:1px solid black !important;
    }
    table{
        border-collapse: collapse;
        border:1px solid black !important;
    }
    </style>
</head>

<body>
    <div class="wrap">
    <h2>物品売買契約書</h2>
    <p>売主 (以下「売主」という。)及び買主・株式会社〇〇〇
        (以下「買主」という。)は、売主と買主との間における物品の売買について、以下のとおり売買契約(以下 「本契約」という。)を締結する。</p>
    <h4>第 1 条(目的となる物品)</h4>
    <ol>
        <li>本契約の目的となる物品(以下「本件物品」という。)は別紙記載のとおりとする。</li>
        <li>前項の規定にかかわらず、買主は、売主に通知の上、本件物品の内容を変更することができる。</li>
    </ol>
    <h4>第 2 条 (売買代金)</h4>
    <p>本件物品の単価及び売買代金総額は別紙記載のとおりとする。</p>
    <h4>第 3 条(納入条件)</h4>
    <p>売主は、買主に対し、
        別紙記載の納入日及び納入場所において、本件物品を納入する。 尚、納入に要する費用は売主の負担とする。</p>
    <h4>第 4 条 (検査)</h4>
    <ol>
        <li>買主は、本件物品の納入後、速やかに本件物品の検査をするものとする。</li>
        <li>買主は、前項の検査により本件物品に種類、品質又は数量その他本契約の内容との不適合(以下「契約不適合」という。)
            が存在し、又は本件物品に契約不適合があると判断したときは、売主に対してその選択に従い、本件物品の修補、代替物の引渡し若しくは不足分の引渡しによる履行の完を求めることができる。この場合、売主は別途合意した期限内に無償で本件物品を修補し、代替物の引渡し若しくは不足分の引渡しによる履行の追完をしなければならない。
        </li>
        <li>第 1項の期間内に買主から売主に対して検査の合格の通知があった場合又は当該期間 内に買主から売主に対して前項の通知を発しない場合、 本件物品は検査に合格したものとみなす。</li>
        <li>買主は、契約不適合のうち数量不足に関しては、履行の追完と併せて、納入された本件物品の一部について合格の通知を行うことができる。</li>
    </ol>
    <h4>第 5 条 (引渡し)</h4>
    <p>本件物品の引渡しは、前条の検査に合格した時に完了する。</p>
    <h4>第 6 条(所有権の移転)</h4>
    <p>本件物品の所有権は、引渡しをもって売主から買主に移転する。</p>
    <h4>第 7 条 (危険負担)</h4>
    <p>
        本物品について生じた滅失、毀損その他の危険は、引渡し前に生じたものは買主の責めに帰すべき事由がある場合を除き売主の、引渡し後に生じたものは売主の責めに帰すべき事由がある場合を除き買主の負担とする。</p>
    <h4>第 8 条 (代金支払)</h4>
    <p>買主は、別紙記載の弁済期
        (金融機関が休業日の場合はその後営業日)までに、本件物品の代金を売主が指定する金融機関口座宛に振り込む方法により支払う。 尚、振込手数料は売主の負担とする。</p>
    <h4>第 9 条 (相殺)</h4>
    <p>
        買主は、売主に対して金銭債権を有する場合、当該債権と本契約に基づき売主に対して負担する債務とを、その弁済期の到来の有無及び先後にかかわらず、 対当額にて相殺することができる。</p>
    <h4>第 10 条 (契約不適合責任)</h4>
    <ol>
        <li>本件物品に第 4 条第 1
            項に定める検査で発見できない契約不適合があったときは、売主は、当該契約不適合が買主の責めに帰すべき事由によるものであるかを問わず、買主の選択に従い、当該本件物品の無償による修補、代替品の納入若しくは不足分の納入等の方法による履行の追究、
            代金の全部又は一部の減額若しくは返還その他この必要な措置を講じなければならない。</li>
        <li>本条の定めは、本契約の他の規定に基づく損害賠償の請求及び解除権の行使を妨げない。</li>
        <li>売主が契約不適合のある本件物品を買主に引き渡した場合において、買主が当該契約不適合を知った時から 2年以内にその旨を売主に通知しないときは、買主は当該契約不適合を理由として、第 1
            項に規定する権利を行使することができない。但し、売主が引渡しの時にその不適合を知り、又は重大な過失によって知らなかったときはこの限りではない。</li>
        <li>商法第 26 条第 2項の規定は本契約に適用されない。</li>
    </ol>
    <h4>第 11 条(秘密保持)</h4>
    <ol>
        <li>売主及び買主は、本契約によって知り得た相手方の営業上、技術上の秘密 (以下「秘密情報」という。)を第三者に開示又は漏洩してはならない。</li>
        <li>次の各号のいずれかに該当する情報は秘密情報に該当しない。<ol>
                <li class="liWrap">公知の情報又は開示を受けた当事者の責めに帰すべき事由によらずして公知となった情報</li>
                <li class="liWrap">相手方から開示された時点で既に保有していた情報</li>
                <li class="liWrap">第三者から秘密保持義務を負うことなく適法に取得した情報</li>
                <li class="liWrap">相手方から開示された秘密情報によらずに独自に開発した情報</li>
                <li class="liWrap">法令、裁判所、行政機関の命令により開示が義務付けられた情報</li>
            </ol>
        </li>
        <li>第 1項の規定は、売主又は買主が、自己の役員、従業員、本契約の履行のために必要な業務委託先又は弁護士、公認会計士、税理士その他法令上秘密保持義務を負う専門家に対して秘密情報を開示する場合には適用しない。</li>
        <li>売主及び買主は、前項により秘密情報を開示する場合には、先に対して本 条に定める義務と同等の義務を課す。</li>
    </ol>
    <h4>第 12 条 (損害賠償)</h4>
    <ol>
        <li>主及び買主は、相手方が本契約に違反したことにより損害 (合理的な弁護士費用を含む。以下同じ。)を被った場合、当該相手方に対し当該損害の賠償を請求できる。</li>
        <li>前項の定めに関わらず、買主の売主に対する代金支払債務については、延損害金が発生しないものとする。</li>
        <li>前 2項の定めに関わらず、売主が買主に対する目的物引を遅滞した場合、本契約に基づく目的物の価格
            (但し、代金後払いの場合の価格をいう)に対して納入の翌日から納入まで年14.6%の割合による金員を、遅延損害金として支払うものとする。</li>
    </ol>
    <h4>第 13 条(解除及び期限の利益の喪失)</h4>
    <ol>
        <li>売主又は買主は、相手方が本契約のいずれかの条項に違反し、相当期間を定めてをしたにもかかわらず、相当期間内に、違反が是正されないときは、本契約を解除することができる。但し、その期間を経過した時における本契約の違反が本契約及び取引上の社会通念に照らして軽微であるときは、この限りでない。
        </li>
        <li>売主又は買主は、相手方に次の各号に掲げる事由が生じたときには、何らの催告なく、直ちに本契約の全部又は一部を解除することができる。
            但し、当該事由が解除当事者の責めに帰すべき事由によるものであるときは、当該事由により解除をすることはできない。<ol>
                <li>本契約に関し、相手方による重大な違反または背信行為があったとき</li>
                <li> 債務の全部又は一部の履行が不能であるとき又は相手方がその債務の全部又は 一部の履行を拒絶する意思を明確に表示したとき。 但し、一部履行不能の場合当該一部に限り、解除することができる。</p>
                </li>
                <li>前号の規定にかかわらず、債務の一部の履行が不能である場合又は相手方がその一部の履行を拒絶する意思を明確に表示した場合において、残存する部分のみでは契約をした目的を達することができないときは本契約の全部を解除することができる。
                </li>
                <li>本契約上、特定の日時又は一定期間内に履行をしなければ本契約の目的をすることができない場合において、相手方が履行をしないでその時間を経過したとき</li>
                <li>相手方がその債務の履行をせず、催告をしても契約をした目的をするのに足りる履行がされる見込みがないことが明らかであるとき</li>
                <li>監督官庁より営業の取消し、停止等の処分を受けたとき</li>
                <li> 支払停止若しくは支払不能の状態に陥ったとき、自ら振り出し若しくは引き受けた手形若しくは小切手が不渡りとなったとき又は銀行取引停止処分を受けたとき</p>
                </li>
                <li>信用力の著しい低下があったとき又はこれに影響を及ぼす営業上の重要な変更があったとき</li>
                <li> 第三者により抑え、仮差押え、仮処分、強制執行若しくは担保権の実行としての競売又は公租公課の滞納処分その他これらに準じる手続が開始されたとき</p>
                </li>
                <li>破産手続 民事再生手続、会社更生手続若しくは特別清算開始の申立てがあったとき又は債務整理の通知がされたとき合併による消滅、資本の減少、営業の廃止若しくは変更又は解散の決議をしたとき</li>
                <li>その他本契約を継続しがたい重大な事由が発生したとき</li>
            </ol>
        </li>
        <li>前 2項に基づき本契約を解除し、そのことによって損害が生じた場合、当事者は相手方に当該損害の賠償を請求することができる。</li>
        <li>売主又は買主のうち第 1 項又は第 2 項に基づき本契約を解除された当事者は、これにより損害を被った場合であっても、相手方に対して当該損害のを請求することはできない。</li>
        <li>売主又は買主のうち第 1 項又は第 2項各号のいずれかに該当した場合、当該当事者は相手方に対して負担する一切について、当然の利益を失い、当該債務を直ちに一括して弁済しなければならない。</li>
    </ol>
    <h4>第 14 条 (反社会的勢力の排除)</h4>
    <ol>
        <li>売主及び買主は、次の各号のいずれにも該当せず、かつ将来にわたっても該当しないことを表明し、保証する。<ol>
                <li>自ら又は自らの役員が、暴力団、暴力団、暴力団員でなくなった時から 5 年を過しない者、暴力団 、暴力団関係企業、総会、社会運動等標ぼうゴロ又は特殊知力団等その他これらに準じる者
                    (以下総称して「反社会的勢力」という。)であること。</li>
                <li>反社会的勢力が経営を支配していると認められる関係を有すること。</li>
                <li>反社会的勢力が経営に実質的に関与していると認められる関係を有すること。</li>
                <li>自ら若しくは第三者の不正の利益を図る目的又は第三者に損害を加える目的をもってするなど、反社会的勢力を利用していると認められる関係を有すること。</p>
                </li>
                <li>反社会的勢力に対して資金等を提供し、又は便宜を供与するなどの関与をしていると認められる関係を有すること。</li>
                <li>自らの役員又は自らの経営に実質的に関与している者が反社会的勢力と社会的に非難されるべき関係を有すること。</li>
            </ol>
        </li>
        <li>売主及び買主は、相手方が前項に違反した場合、自己の責めに帰すべき事由の有無を問わず、何らの催告を要することなく直ちに本契約を解除し、 これにより被った損害の賠償を相手方に対して請求することができる。</li>
        <li>前項により本契約を解除された当事者は、これにより損害を被った場合であっても、 相手方に対して当該損害の賠償を請求することはできない。</li>
    </ol>
    <h4>第 15 条 (本契約上の地位等の譲渡禁止)</h4>
    <p>
        売主は、買主の書面による事前の承諾なく、本契約上の地位又は本契約に基づく権利若しくは義務の全部又は一部を、第三者に譲渡若しくは継承させ、又は担保に供してはならない。</p>
    <h4>第 16 条(通知義務)</h4>
    <p class="mb5">
        売主は、次の各号のいずれかに該当するときは買主に対し、事前にその旨を書面によって通知しなければならない。</p>
    <ol>
        <li>法人の名称又は商号の変更</li>
        <li>代表者の変更</li>
        <li>本店、主たる事業所の所在地又は住所の変更</li>
        <li>その他経営に重大な影響を及ぼす事項があるとき</li>
    </ol>
    <h4>第 17 条 (準拠法・合意管轄 )</h4>
    <ol>
        <li>本契約は日本法に準拠し、日本法に従って解釈される。</li>
        <li>本契約に関連する一切の紛争が生じた場合、東京地方裁判所を第一審の専属的合意管轄裁判所とする。</li>
    </ol>
    <h4>第 18 条 (協議)</h4>
    <p>
        本契約に定めのない事項又は本契約の解釈について疑義が生じたときは、売主及び買主が誠意をもって協議の上解決する。</p>
    <p>本契約締結を証するため本書を作成し、売主及び買主が記名又は署名・押印の上、各 1 通を保有する。</p>
    <p class="mb5">{{date("Y 年 m 月 d 日")}}</p>
    <p class="mb5">【売主】</p>
    <p>住所: {{$datas->address}}</p>
    <p>氏名: {{$datas->apartmentName}}</p>
    <p class="mb5">【買主】</p>
    <p class="mb5">住所</p>
    <p class="mb5">会社名 </p>
    <p>代表者名</p>
    <p class="mb5">別紙</p>
    <table>
        <tr>
            <td>
                <p>本件物品 (第 1 条)</p>
            </td>
            <td>
                <p>品名:：全国百貨店共通商品券<br>数量:：30 枚</p>
            </td>
        </tr>
        <tr>
            <td>
                <p>売買代金 (第 2 条)</p>
            </td>
            <td>
                <p>単価 600 円<br>売買代金総額 30000円</p>
            </td>
        </tr>
        <tr>
            <td>
                <p>納入条件(第 3 条)</p>
            </td>
            <td>
                <p>納入場所及び方法 買主の指定する住所宛に郵送<br>納入日:<br>①代金先払いの場合:次回給料日の 2 日後必着にて発送<br>②代金後払いの場合:本契約成立後 1 週間以内に発送</p>
            </td>
        </tr>
        <tr>
            <td>
                <p>売買代金の弁済期(第 8条)</p>
            </td>
            <td>
                <p>①代金先払いの場合：本売買契約成立後 1 営業日以内に、売主指定の金融機関の口座宛に振り込む方法により支払う。<br>②代金後払いの場合：検収合格後 3 営業日以内に、売主指定の金融機関の口座宛に振り込む方法により支払う。</p>
            </td>
        </tr>
    </table>
</div>
</body>

</html>